[
  {
    "text": "<p>The Health Informatics field is diverse and expanding, with demand being fueled by\n                        the healthcare industry's focus on evidence-based medicine, quality improvement, data\n                        security, and patient accessibility. </p>"
  },
  {
    "text": "<p class=\"large\">Approximately 30% of the world's data is generated by the healthcare industry, and\n                           it is expected to rise to 36% by 2025. The ability to effectively analyze and deploy\n                           this data is critical to the successful operation of healthcare organizations.</p>"
  },
  {
    "text": "<p>However, a recent report by <a href=\"https://arcadia.io/resources/state-of-healthcare-analytics\">Arcadia</a> found that less than <span class=\"ranking\"><strong>60%</strong> of data</span> generated by healthcare organizations is being used to make intelligent business\n                           decisions. At the same time, <span class=\"ranking\"><strong>93%</strong> of healthcare leaders</span> agree that <strong>quality data</strong> is critical to their performance. But investing in analytics remains a common challenge\n                           across healthcare organizations large and small.</p>"
  },
  {
    "text": "<p>This information explosion, the advancement of technology in the medical field, and\n                           the need to keep sensitive data confidential, has created a robust market for health\n                           or medical <strong>informatics specialists</strong>, who work at the intersection of information science, computer science, and health\n                           care.</p>"
  },
  {
    "text": "<p>The health informatics field is diverse and expanding, with demand being fueled by\n                           the health care industry's focus on evidence-based medicine, quality improvement,\n                           and data security and accessibility for patients.</p>"
  },
  {
    "text": "<p><span style=\"color: #222222; font-size: 1.75rem; font-weight: 600; font-family: 'Open Sans', -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen-Sans, Ubuntu, Cantarell, 'Helvetica Neue', sans-serif;\">What fields are part of Health Informatics?</span></p>"
  },
  {
    "text": "<p>Job titles and career paths are diverse in the health informatics field. Following\n                           are a few broad health informatics job titles and their associated median annual salaries.</p>"
  },
  {
    "text": "<p class=\"small\">1: Bureau of Labor Statistics, U.S. Department of Labor, <cite>Occupational Outlook Handbook</cite>, accessed January 2024.</p>"
  },
  {
    "text": "<p class=\"small\"><a href=\"/computing/salaries/index.html\">More computing salaries information.</a></p>"
  },
  { "text": "<p>Hospital and healthcare systems</p>" },
  { "text": "<p>Medical billing firms</p>" },
  { "text": "<p>Medical software and technology firms</p>" },
  { "text": "<p>Research laboratories</p>" },
  { "text": "<p> </p>" },
  {
    "text": "<p>Because health informatics is a technical and business-oriented occupation, most health\n                           informatics positions require a bachelor's degree or master's degree, which is typically\n                           preferred for higher-level, higher-paying roles. Some common health informatics-related\n                           degrees are:</p>"
  },
  {
    "text": "<p>The digitization of healthcare is well underway, and today's rapid progression in\n                                    artificial intelligence, data security standards, and big data is affecting our daily\n                                    lives more and more. The need to respond to these changing technologies assures the\n                                    future of the health informatics field, as these professionals will lead the efforts\n                                    to adapt in this new landscape.</p>"
  },
  {
    "text": "<p>There is a growing need for health informatics credentials among professionals in\n                           the fast-growing, data-driven healthcare sector. Students and working professionals\n                           can acquire these credentials through Michigan Tech’s MS in Health Informatics program<strong>. </strong>The Michigan Tech <a href=\"/health-informatics/ms-degree/index.html\">MS in Health Informatics</a> can be completed at your own pace<strong>, fully online, on campus, or as an <a href=\"/accelerated/masters/index.html\">accelerated master's</a>. </strong>Flexibility is built in.</p>"
  },
  {
    "text": "<p>The Master of Science in Health Informatics is designed to:</p>"
  },
  {
    "text": "<p>Ranked as a top program in Michigan, the interdisciplinary 30-credit-hour MS in Health\n                           Informatics at Michigan Tech is composed of four stackable graduate certificates that\n                           can be completed in any order. Students who successfully complete the required courses\n                           work will earn an MS in Health Informatics degree plus 3 graduate certificates (1\n                           foundational certificate + 2 focus area certificates). Completion of the individual\n                           certificates may also count toward employer continuing education requirements.</p>"
  },
  {
    "text": "<p>You'll begin with the 12-credit <a href=\"/health-informatics/certificates/foundations/index.html\">Foundations of Health Informatics</a> certificate, then complete two of the three focus-area certificates listed below.\n                           A custom plan of study for is formulated for each individual as they enter the program.\n                           The Foundations certificate courses are offered in the fall and/or spring semesters.</p>"
  },
  {
    "text": "<p>SAT 5114: Artificial Intelligence in Healthcare (3 credits)<br>SAT 5141: Clinical Decision Support Modeling (3 credits)<br>EET 4501: Applied Machine Learning (3 credits) </p>"
  },
  {
    "text": "<p><a href=\"/health-informatics/certificates/ai-healthcare/index.html\">Learn more</a></p>"
  },
  {
    "text": "<p>SAT 5283: Information Governance and Risk Management (3 credits)<br>SAT 5815: Digital Forensics (3 credits)<br>SAT 5817: Security Penetration Test and Audit (3 credits)</p>"
  },
  {
    "text": "<p><a href=\"/health-informatics/certificates/security-healthcare/index.html\">Learn more</a></p>"
  },
  {
    "text": "<p><strong>3 of the 4 courses listed below are required.</strong></p>"
  },
  {
    "text": "<p>SAT 5165: Introduction to Big Data Analytics (3 credits)<br>SAT 5317: Medical Internet of Things (3 credits)<br>SAT 5424: Population Health Informatics (3 credits)<br>KIP 4740: Epidemiology (3 credits)</p>"
  },
  {
    "text": "<p><a href=\"/health-informatics/certificates/public-health/index.html\">Learn more</a></p>"
  },
  {
    "text": "<p>Provides academic training in fundamental topic areas such as security and privacy,\n                           data analysis, programming, and system analysis. The Foundations certificate can be\n                           completed in two semesters, on-campus or fully online.<br>Successful completion of the Foundations certificate and two of the three focus area\n                           certificates leads to a Master of Science in Health Informatics.</p>"
  },
  {
    "text": "<p>The AI in Health Informatics sector needs professionals of many kinds to support,\n                           implement, assess, teach, and research AI healthcare solutions. The field is young\n                           and opportunities are plentiful and well-compensated.</p>"
  },
  {
    "text": "<p>Computing has become pervasive in the healthcare sector, and managing and deriving\n                           valuable information related to public health is critical.  Learn fundamental knowledge\n                           and competencies in the application of public health informatics.</p>"
  },
  {
    "text": "<p>Healthcare privacy is complex, and there is a delicate balance between keeping patient\n                           data secure and safely sharing it. The importance of safeguarding the personal healthcare\n                           information, as well as protecting hardware and software systems against attacks,\n                           cannot be overstated.</p>"
  },
  {
    "text": "<p><strong>Source</strong>: <a href=\"https://www.bls.gov/ooh/management/medical-and-health-services-managers.htm\">US Bureau of Labor Statistics</a>, accessed January 2024.</p>"
  },
  {
    "text": "<p><strong>Source</strong>: <a href=\"https://www.bls.gov/ooh/management/computer-and-information-systems-managers.htm\">US Bureau of Labor Statistics</a>, accessed January 2024.</p>"
  },
  {
    "text": "<p><strong>Source</strong>: <a href=\"https://www.bls.gov/ooh/business-and-financial/management-analysts.htm\">US Bureau of Labor Statistics</a>, accessed January 2024.</p>"
  },
  {
    "text": "<p class=\"small\"><a href=\"/computing/salaries/index.html\">More computing salaries information.</a></p>"
  },
  {
    "text": "<p><a class=\"button\" href=\"/gradschool/prospective/request-information/index.html\">Request Graduate Information</a></p>"
  },
  {
    "text": "<p><a class=\"button\" href=\"/apply/index.html\">Apply Now</a></p>"
  },
  { "text": "<p>Learn more about this growing profession.</p>" },
  { "text": "<p> </p>" }
]
